Repository: basmasalem/AudioBookSystem
Catalog: Core.Web/Resources/Views/Shared/_Layout.*.resx
Languages: ar_eg

source: About Us
ar_eg: من نحن

# activationlinksend
source: A link to activate AudioKetab account has been sent to your email
ar_eg: تم إرسال رابط تفعيل حسابك على أوديو كتاب إلى بريدك الإلكتروني

source: Add the current track to the desired playlist
ar_eg: اضف المقطع الحالي لقائمة التشغيل المطلوبة

source: Add to playlist
ar_eg: اضف لقائمة التشغيل

source: Add Audio
ar_eg: إضافة ملف صوتي

source: Add Podcast
ar_eg: إضافة بودكاست

# addsuccess
source: Saved successfully
ar_eg: تم الحفظ بنجاح

# agreeterms
source: You must agree to the terms and conditions
ar_eg: يجب الموافقة على الشروط والأحكام

source: Article
ar_eg: المدونة

source: Audio Ketab
ar_eg: أوديو كتاب

# AudioWelcome
source: Welcome to AudioKetab
ar_eg: مرحبا بكم في منصة أوديو كتاب

source: Book Categories
ar_eg: فئات الكتب

source: Cancel
ar_eg: إلغاء

source: Chat
ar_eg: المحادثة

# commentMsg
source: Do you want to delete the comment?
ar_eg: هل تريد حذف التعليق ؟

source: Contact Us
ar_eg: تواصل معنا

source: Delete
ar_eg: حذف

source: Download App
ar_eg: حمل التطبيق

source: Edit Profile
ar_eg: تعديل معلوماتي

# emailexist
source: This email is already exist
ar_eg: هذا البريد مسجل من قبل

# enteralldata
source: An error occurred while saving
ar_eg: يجب ادخال كل البيانات

# erroreditprofile
source: An error occurred while modifying the data
ar_eg: حدث خطأ اثناء تعديل البيانات

# errorLogin
source: The email or password is incorrect
ar_eg: البريد الإلكتروني او كلمه المرور غير صحيحه

# erroroldpassword
source: The old password is incorrect
ar_eg: كلمة المرور غير صحيحة

# errorsendingcontact
source: An error occurred while sending, please try again
ar_eg: حصل خطأ اثناء الارسال ,يرجى المحاولة مرة اخرى

# errorwhensave
source: All data must be entered
ar_eg: حصل خطأ اثناء الحفظ

source: Favourite
ar_eg: المفضلة

source: Home
ar_eg: الرئيسية

source: It is not possible to upload an image larger than 600 kilos
ar_eg: لا يمكن رفع صورة اكبر من 600 كيلو

source: Latest audios
ar_eg: أحدث الصوتيات

source: Login
ar_eg: تسجيل دخول

source: Logout
ar_eg: تسجيل خروج

source: My Profile
ar_eg: حسابي

# newaccount
source: Register
ar_eg: حساب جديد

# notactive
source: Email not Active
ar_eg: البريد الإلكتروني غير مفعل

# notactiveaccount
source: This account is already registered but deactivated
ar_eg: هذا الحساب مسجل من قبل لكنه غير مفعل

# notemailverfied
source: Email not verified
ar_eg: البريد الإلكتروني لم يتم التحقق منه

# passwordrecoverylink
source: A password recovery link has been sent to your email
ar_eg: تم ارسال رابط استرجاع كلمة المرور الى بريدك الالكتروني

source: Playlist
ar_eg: قوائم التشغيل

# playlistaudioMsg
source: Do you want to delete from playlist?
ar_eg: هل تريد حذف من قائمة التشغيل؟

# playlistMsg
source: Do you want to delete a list
ar_eg: هل تريد حذف قائمة

source: Podcast
ar_eg: بودكاست

source: Privacy and Usage Policy
ar_eg: سياسة الخصوصية والإستخدام

source: Profile
ar_eg: حسابي

source: Reading advisors
ar_eg: مستشارين القراءة

source: Register with us
ar_eg: سجل معنا

# sendcontactus
source: Your message was sent successfully
ar_eg: تم ارسال رسالتك بنجاح

source: Site Sections
ar_eg: أقسام الموقع

source: Store
ar_eg: المتجر

# subscriberMsg
source: Do you want to delete this Item?
ar_eg: هل تريد الحذف؟

source: Subscribers
ar_eg: قائمة المتابعة

# SuccessAddTpPlaylistMsg
source: Successfully added to playlist
ar_eg: تم الاضافة الي قائمة التشغيل بنجاح

# SuccessDeleteMsg
source: Deleted successfully
ar_eg: تم الحذف بنجاح

# successeditprofile
source: Your data has been modified successfully
ar_eg: تم تعديل بياناتك بنجاح

source: Terms and Conditions
ar_eg: الشروط والأحكام

source: Try App
ar_eg: جرب التطبيق

source: Welcome back
ar_eg: مرحبا من جديد

source: You must upload a jpg, jpeg or png Image
ar_eg: يجب رفع صورة من نوع jpgاو jpegاو png

source: You must upload a pdf, doc or docx file
ar_eg: يجب رفع ملف من نوع pdf او doc او docx
