Repository: basmasalem/AudioBookSystem
Catalog: Core.Web/Resources/Views/Home/Index.*.resx
Languages: ar_eg

source: Articles
ar_eg: المدونة

source: AudioKetab Platform
ar_eg: منصة أوديو كتاب

source: Book Categories
ar_eg: فئات الكتب

# BooksMenu
source: Book List
ar_eg: قائمة الكتب

# collectionofarticlespresentedbyAudioketab
source: A collection of various articles presented by Audio Book
ar_eg: مجموعة من المقالات المتوعة يقدمها أوديو كتاب

source: Home
ar_eg: الرئيسية

source: Latest audios
ar_eg: أحدث الصوتيات

# Latest audios Desc
source: The latest audio files added to AudioKetab
ar_eg: أحدث الملفات الصوتية المضافة علي أوديو كتاب

source: listen and share
ar_eg: إستمع وشارك

# listen and share Desc
source: Listen to book summaries and explanations, add them to your favorites or share them with your loved ones
ar_eg: استمع لملخصات و شروحات الكتب، اضيفها الى المفضلة او شاركها مع من تحب

source: Podcast
ar_eg: بودكاست

# podcastDesc
source: A collection of podcasts presented by AudioKetab
ar_eg: مجموعة من البودكاست التي يقدمها أوديو كتاب

# PrintBook
source: Print your book now
ar_eg: اطبع كتابك الآن

# PrintBookDesc
source: If you want to print your specific writing in the highest quality and in a professional manner, send your book now and leave it to us
ar_eg: ان كن تريد طباعة كتابة معين لديك بأعلى جودة وبطريقة إحترافية أرسل كتابك الأن ودع الأمر علينا

source: Read and summarize
ar_eg: اقرأ ولخص

# Read and summarize Desc
source: If there is a good book you recently read, an article or useful content that you would like to share with others
ar_eg: اذا كان هناك كتاب جيد قرأته مؤخراً، مقالة او محتوى مفيد ترغب بمشاركته مع الآخرين

source: Reading Advisors
ar_eg: مستشارين القراءة

# ReadingAdvisorsDesc
source: A selection of the best reading consultants in all fields
ar_eg: نخبة من أفضل مستشارين القراءة الموجودين بكل المجالات

# ReadyourBook
source: Read your book wherever you are, enjoy a special experience
ar_eg: اقرأ كتابك أينما كنت ,, استمتع بتجربة مميزة

# ReadyourBookDesc
source: Read and listen to as many books as you want! Download books offline, listen to tons of books constantly, choose stories for your children, or try a new book and have the best experience you've ever had.
ar_eg: قرأ واستمع إلى أي عدد تريده من الكتب! حمّل الكتب بدون الاتصال بالانترنت، واستمع إلى العديد من الكتب باستمرار ، واختر قصصًا لأطفالك، أو جرب كتابًا جديدًا واستمتع بأفضل تجربة مررت بها على الإطلاق

source: Register and download
ar_eg: سجل وحمل

# Register and download Desc
source: Record the summary and audio explanations well and then upload it to the site
ar_eg: سجل الملخص و الشروحات الصوتية بشكل جيد ومن ثم حمله على الموقع

source: Search
ar_eg: بحث

# searchaudiobybycategories
source: Browse Audiobooks By Various Categories
ar_eg: تصفح الكتب الصوتية حسب الفئات المتنوعة

source: Search File....
ar_eg: بحث عن ملف...

source: Share your book
ar_eg: شارك كتابك

# ShareBook
source: Share your book now
ar_eg: شاركنا كتابك الأن

# ShareBookDesc
source: If you have an audiobook and would like to record it or add it, do not hesitate to add it now on the AudioKnapp platform and share it with us now
ar_eg: اذا كان لديك كتاب صوتي وتود تسجيله أو إضافته لا تترد بإضافته الأن على منصة أوديو كناب وشاركه معنا الأن

source: Welcome
ar_eg: مرحبا
