Repository: basmasalem/AudioBookSystem
Catalog: Core.Web/Resources/Views/Audio/AddAudio.*.resx
Languages: ar_eg

# addaudio
source: Add an audio file
ar_eg: أضف ملف صوتي

source: add file
ar_eg: اضافة الملف

source: Audio File
ar_eg: ملف صوتي

# audiourl
source: file link
ar_eg: رابط الملف

# authornamear
source: Author's name in Arabic
ar_eg: إسم المؤلف بالعربى

# authornameen
source: Author's name in English
ar_eg: إسم المؤلف بالانجليزى

# booknamear
source: The title of the audio file is in Arabic
ar_eg: عنوان الملف الصوتي بالعربى

# booknameen
source: English title of the audio file
ar_eg: عنوان الملف الصوتي بالانجليزى

# chooseaudiotype
source: Choose a book category
ar_eg: إختر فئة الكتاب

# choosecategory
source: Choose File Class
ar_eg: إختر تصنيف الملف

source: Choose Podcast
ar_eg: إختر البودكاست

source: Cover Photo
ar_eg: صورة الغلاف

# desAr
source: Description of the audio file in Arabic
ar_eg: وصف الملف الصوتي بالعربى

# desEn
source: Description of the audio file in English
ar_eg: وصف الملف الصوتي بالانجليزى

# pressmice
source: Pressing the microphone
ar_eg: الظغط على المايكروفون

# recordaudio
source: Record an audio file
ar_eg: تسجيل ملف صوتي

# recordaudioby
source: Record an audio file directly now through
ar_eg: تسجيل ملف صوتي مباشرة الان من خلال

# shareaudiourl
source: You can also share a link to your article or video using external links
ar_eg: يمكنك أيضا مشاركة رابط لمقالك أو الفيديو باستخدام روابط خارجية

# shareyouraudio
source: Share your audio file with us now according to a set of multiple options
ar_eg: شاركنا ملفك الصوتي الاّن وفقا لمجموعة من الخيارات المتعددة

# uploadaudio
source: upload audio file
ar_eg: رفع ملف صوتي

# uploadcoverphoto
source: cover photo upload
ar_eg: رفع صورة الغلاف

# uploadcoverwithextension
source: Upload the cover image of the audio file and supports the following formats
ar_eg: ارفع صورة غلاف الملف الصوتي وتدعم الصيغ التالية

# vediourl
source: video link
ar_eg: رابط الفيديو
